<template>
  <v-container class="text-body-1">
<h1 class="text-h3 my-7 mb-7">隐私政策</h1>

<v-img src="@/assets/legal/privacy.svg" style="max-width: 1000px;" class="mx-auto" />

<p class="text-caption">最后更新：2020年8月9日</p>

<p>Teahouse Studios（茶馆工作室）（“我”，“我们”或“我们的”）运营 <a href="https://teahou.se/">https://teahou.se/</a> 网站（以下简称“服务”）。</p>

<p>我们使用您的数据来提供和改善服务。使用服务，即表示您同意按照本政策收集和使用信息。除非本隐私政策中另有定义，否则本隐私政策中使用的术语与我们的条款和条件具有相同的含义，可从 <a href="https://teahou.se/">https://teahou.se/</a> 访问。</p>

<h2 class="text-h4 my-7">信息收集和使用</h2>

<p>我们出于各种目的收集几种不同类型的信息，以向您提供和改善我们的服务。</p>

<h3 class="text-h5 my-7">收集的数据类型</h3>

<h4 class="text-h5 my-7">个人资料</h4>

<p>在使用我们的服务时，我们可能会要求您向我们提供某些可用于联系或识别您的个人身份信息（“个人数据”）。个人身份信息可能包括但不限于：</p>

<p><ul><li>电子邮件地址</li><li>电话号码</li><li>Cookie和使用情况数据</li></ul></p>

<h4 class="text-h5 my-7">使用数据</h4>

<p>我们也可能收集有关如何访问和使用服务的信息（“使用数据”）。此使用情况数据可能包括诸如计算机的 Internet 协议地址（例如 IP 地址），浏览器类型，浏览器版本，您访问的“服务”页面，访问的时间和日期，在这些页面上花费的时间，唯一性等信息。设备标识符和其他诊断数据。</p>

<h4 class="text-h5 my-7">跟踪和 Cookie 数据</h4>

<p>我们使用 Cookie 和类似的跟踪技术来跟踪我们服务上的活动并保存某些信息。</p>

<p>Cookie 是具有少量数据的文件，其中可能包含匿名唯一标识符。 Cookie 从网站发送到您的浏览器，并存储在您的设备上。信标，标签和脚本也用于跟踪技术，以收集和跟踪信息以及改善和分析我们的服务。</p>

<p>您可以指示浏览器拒绝所有 Cookie 或指示何时发送 Cookie。但是，如果您不接受Cookie，则可能无法使用我们服务的某些部分。您可以在<a href="https://privacypolicies.com/blog/how-to-delete-cookies/">浏览器 Cookie 指南</a>中了解更多有关如何管理 Cookie 的信息。</p>

<p>我们使用的Cookie的示例：</p>

<p><ul><li><strong>会话 Cookie。</strong>我们使用会话 Cookie 来运行我们的服务。</li><li><strong>偏好设置 Cookie。</strong>我们使用偏好设置 Cookie 来记住您的偏好设置。</li><li><strong>安全 cookie。</strong>我们出于安全目的使用安全 cookie。</li></ul></p>

<h2 class="text-h4 my-7">数据使用</h2>

<p>我们将收集的数据用于各种目的：</p>

<p><ul><li>提供和维护服务</li><li>通知您我们服务的变更</li><li>当您选择参与我们服务的互动功能时</li><li>提供客户服务和支持</li><li>提供分析或有价值的信息，以便我们改善服务</li><li>监视服务的使用情况</li><li>检测，预防和解决技术问题</li></ul></p>

<h2 class="text-h4 my-7">数据传输</h2>

<p>您的信息（包括个人数据）可能会转移到并保存在您所在州，省，国家或其他政府辖区之外的计算机上，在这些计算机上，数据保护法可能与您所在辖区的法律不同。</p>

<p>如果您位于中国境外并选择向我们提供信息，请注意，我们会将包括个人数据在内的数据传输到中华人民共和国（包括香港特别行政区）并进行处理。</p>

<p>您同意本隐私政策并随后提交此类信息，即表示您同意该转移。</p>

<p>我们将采取合理必要的所有步骤，以确保按照本隐私政策安全地处理您的数据，除非有适当的控制措施，包括您的安全性，否则不会将您的个人数据转移到组织或国家/地区。数据和其他个人信息。</p>

<h2 class="text-h4 my-7">数据披露</h2>

<h3 class="text-h5 my-7">法律要求</h3>

<p>我们可能出于真诚的信念而披露您的个人数据，以确保采取以下行动：</p>

<p><ul><li>遵守法律义务</li><li>保护和捍卫我们的权利或财产</li><li>防止或调查与服务有关的可能的不当行为</li><li>为了保护服务使用者或公众的人身安全</li><li>防止法律责任</li></ul></p>

<h2 class="text-h4 my-7">数据安全</h2>

<p>数据的安全性对我们很重要，但是请记住，互联网上的传输方法或电子存储方法都不是100％安全的。尽管我们努力使用商业上可接受的方式来保护您的个人数据，但我们不能保证其绝对安全。</p>

<h2 class="text-h4 my-7">服务供应商</h2>

<p>我们可能会雇用第三方公司和个人来促进我们的服务（“服务提供商”），代表我们提供服务，执行与服务相关的服务或协助我们分析服务的使用方式。</p>

<p>这些第三方仅能代表我们执行这些任务而访问您的个人数据，并且有义务不将其披露或用于任何其他目的。</p>

<h3 class="text-h5 my-7">Gravatar</h3>

<p>由您的电子邮件地址所生成的匿名化字符串（又称为哈希）可能会被提供给Gravatar服务确认您是否有使用该服务。Gravatar服务的隐私政策在此：<a href="https://automattic.com/privacy/">https://automattic.com/privacy/</a>。在您的评论获批准后，您的资料图片将在您的评论旁公开展示。</p>

<h3 class="text-h5 my-7">Google Analytics</h3>

<p>为了更好地了解您如何使用我们的服务，您的数据可能会被 Google Analytics 收集。Google Analytics 服务的隐私政策在此：<a href="https://www.google.com/policies/privacy/">https://www.google.com/policies/privacy/</a>。</p>

<h2 class="text-h4 my-7">链接到其他网站</h2>

<p>我们的服务可能包含指向其他非我们运营网站的链接。如果单击第三方链接，您将被定向到该第三方的网站。我们强烈建议您查看您访问的每个网站的隐私政策。</p>

<p>我们无法控制任何第三方网站或服务的内容，隐私权政策或行为，也不承担任何责任。</p>

<h2 class="text-h4 my-7">儿童隐私</h2>

<p>我们不会有意收集18岁以下人士的个人身份信息。如果您是父母或监护人，并且知道自己的孩子向我们提供了个人数据，请与我们联系。如果我们知道我们是在未获得父母同意的情况下从孩子那里收集个人数据的，则我们将采取措施从服务器中删除该信息。</p>

<h2 class="text-h4 my-7">本隐私政策的变更</h2>

<p>我们可能会不时更新我们的隐私政策。我们会通过在此页面上发布新的隐私政策来通知您任何更改。</p>

<p>在更改生效之前，我们将通过电子邮件和/或服务的重要通知告知您，并在本隐私政策的顶部更新“最后更新”日期。</p>

<p>建议您定期阅读本隐私政策以进行任何更改。在本页面上发布对本隐私政策的更改后，这些更改才生效。</p>

<h2 class="text-h4 my-7">联系我们</h2>

<p>如果您对此隐私政策有任何疑问，请联系我们：</p>

<p><ul><li>通过电子邮件：<a href="mailto:admin@teahouse">admin(at)teahou.se</a></li><li>通过在我们的网站找到联系方式：<a href="https://teahou.se/">https://teahou.se/</a></li></ul></p>
  </v-container>
</template>