<template>
  <v-container>
    <v-col cols="12">
      <v-row justify="center">
        <h1>服务条款</h1>
      </v-row>
    </v-col>
<p>最后更新：2020年9月18日</p>

<p>欢迎您使用 Teahouse Studios（茶馆工作室）的服务！</p>

<p>我们知道您会想要跳过这些服务条款，但在使用 Teahouse Studios 服务时，了解我们提供的服务以及我们对您的期望是非常必要的。</p>

<p>您使用我们的服务即表示您已同意本条款。</p>

<h2>概述</h2>

<p>本条款中提到的“茶馆工作室”、“我们”和“我们的”是指 Teahouse Studios。</p>

<p>本条款中的“法律法规”指用户所属/所处地区、国家现行有效的法律、行政法规、司法解释、地方法规、地方规章、部门规章及其他规范性文件以及对于该等法律法规的不时修改和补充，以及相关政策规定等。</p>

<p>只要您履行了以下条款中规定的责任，我们会向您授予服务的使用权限：</p>

<p><ul><li><strong>本条款</strong></li><li><strong>特定服务的附加条款</strong></li><li><strong><a href="https://teahou.se/privacy-policy/">隐私政策</a></strong></li></ul></p>

<p>虽然我们允许您使用我们的服务，但我们在服务中的任何知识产权除有特殊注明外均归我们所有。</p>

<h2>账号</h2>

<p>您在使用本服务时可能需要注册一个帐号。</p>

<p>您应对自己使用帐号所执行的操作负责，包括采取合理的措施来保障帐号的安全。当您使用完毕后，应安全退出。因您保管不善可能导致遭受被盗号或密码失窃，责任由您自行承担。</p>

<h2>用户上传内容</h2>

<p>我们的某些服务允许您上传、提交、存储、发送、接收或分享您的内容。您没有为我们的服务提供任何内容的义务，并且可以随意选择希望提供的内容。如果您选择上传或分享内容，您应当保证这些信息的内容和形式符合法律法规、公序良俗、社会公德以及 Teahouse Studios 平台规则，且不会侵害任何主体的合法权益。</p>

<p>用户上传内容在其内容中表达的观点仅代表其个人或组织的观点，并不代表我们的观点。</p>

<h2>双方权益保障</h2>

<h3>我们的权益</h3>

<p>我们授与您使用我们服务之授权如下：</p>

<p><ul><li>全球性，表示本授权在全球各地皆有效</li><li>非独占性，表示我们可授权予其他人</li><li>免权利金，表示您无须为本授权支付任何费用</li><li>供个人使用，表示本授权效力不及于其他人</li><li>不可转让，表示您不得将本授权转让给他人</li></ul></p>

<p>您不得复制、修改、分发、出售或出租我们的服务或软件的任何部分，也不得进行反向工程或试图提取该软件的源代码，除非法律允许您这么做或您已获得我们的书面许可。</p>

<p>在使用本服务的过程中，可能会遇到不可抗力等风险因素，使服务受到影响。Teahouse Studios 对以下不可抗力导致的服务中断或受阻不承担责任。不可抗力是指不能预见、不能克服并不能避免且对一方或双方造成重大影响的客观事件，包括但不限于自然灾害如洪水、地震、瘟疫流行和风暴等以及社会事件如战争、动乱、政府行为等。</p>

<h3>您的权益</h3>

<p>如果您认为自己的知识产权受到了侵犯，您可以向我们发送侵权通知，随后我们会采取适当的行动。</p>

<p>保护用户个人信息是我们的一项基本原则。我们将按照本协议及<a href="http://teahou.se/privacy-policy/">隐私政策</a>的规定收集、使用、储存和分享您的个人信息。</p>

<h2>如果出现问题或异议</h2>

<p>依据法律，您有权 (1) 享有特定品质的服务，以及 (2) 在发生问题时获得改正问题的方法。本条款不会限制或剥夺上述任何权利。</p>

<h2>免责声明</h2>

<p>我们对提供的服务（包括服务中的内容、服务的特定功能或其可靠性、可用性以及是否能够满足您的需求）所做的承诺仅仅包括：(1) 保证部分所述；(2) 特定服务的附加条款中的声明；或者 (3) 根据适用法律所做的承诺。我们不对服务做其他任何承诺。</p>

<p>除非法律要求，我们不提供默示保证，例如适销性、针对特定目的的适用性和不侵权的默示保证。</p>

<h2>法律责任</h2>

<p>本条款仅在适用法律允许的范围内限制我们应承担的责任。具体而言，本条款并不限制在发生死亡或个人伤害、欺诈行为、欺诈性虚假陈述、重大过失或蓄意不当行为时我们应承担的的法律责任。</p>

<p>除了此部分中所述的权利和责任（如出现问题或分歧），我们将不对任何其他损失承担责任，除非相关损失是因我们违反本条款或特定服务的附加条款而造成的。</p>

<h3>在出现问题时采取措施</h3>

<p>在依照下方所述采取行动之前，我们会在合理的时间提前向您发出通知，说明我们采取行动的原因，并让您有机会解决问题，除非我们有理由相信这么做会：</p>

<p><ul><li>对用户、第三方或我们造成损害或需要承担法律责任</li><li>违反法律或执法机构的命令</li><li>妨碍调查</li><li>影响服务的运营、完整性或安全性</li></ul></p>

<h3>移除您的内容</h3>

<p>如果我们有理由相信您的任何内容 (1) 违反了本条款、特定服务的附加条款或政策，(2)违反了适用法律，或 (3) 可能会对我们的用户、第三方或我们造成损害，那么我们将保留根据适用法律删除部分或全部内容的权利。 例如，儿童色情内容、宣传贩卖人口或骚扰行为的内容，以及侵犯他人知识产权的内容。</p>

<h2>联系我们</h2>

<p>网址：<a href="https://teahou.se/">teahou.se</a></p>

<p>邮箱：<a href="mailto:admin@teahou.se">admin@teahou.se</a></p>

  </v-container>
</template>